Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Joysticks für Computer, ausgenommen für Videospiele
en: Joysticks for use with computers, other than for video games

source: Schutzfolien für Computerbildschirme
en: Protective films adapted for computer screens

source: Hochauflösende grafische Chipsets
en: High definition graphic chipsets

source: Angepasste Halter für Mobiltelefone
en: Stands adapted for mobile phones

source: Halterungen für Tablet-Computer
en: Stands adapted for tablet computers

source: Nukleinsäure-Sequenzer für wissenschaftliche Zwecke
en: Nucleic acid sequencers for scientific purposes

source: Bildgebende Geräte für wissenschaftliche Zwecke
en: Imaging devices for scientific purposes

source: Uhrengeneratoren für Computer
en: Clock generators for computers

source: Laserdrucker für Trockenfilme
en: Laser printers for dry films

source: Laborgeräte zur Analyse von Erbgutinformationen
en: Devices for analyzing genome information

source: Brillengläser mit Antireflexbeschichtung
en: Antireflection coated eyeglasses

source: Stifte mit leitfähiger Spitze für Geräte mit Touchscreens
en: Pens with conductive point for touch screen devices

source: Kapazitive Eingabestifte für Geräte mit Touchscreens
en: Capacitive styluses for touch screen devices

source: Staubschutz-Blindstopfen für Ladebuchsen
en: Anti-dust plugs for charger ports

source: Touchscreen-Stifte
en: Touch screen pens

source: Datenanzug
en: Data suits

source: Linsen für Gesichtsschutzschilder
en: Lenses for protective face shields

source: USB-Ladegeräte
en: USB chargers

source: Geräte für die Analyse von Proteinsquenzen [Laborgeräte]
en: Devices for analyzing protein sequence used as laboratory apparatus

source: Phasenwechsler für Kommunikationsapparate
en: Phase shifters for communications apparatus

source: Kühlpads für drahtlose Computer
en: Cooling pads for wireless computers

source: Elektronische digitale Hinweistafeln
en: Electronic digital signboards

source: Software für erweiterte Realität
en: Augmented reality software

source: Software für erweiterte Realität zur Verwendung in mobilen Geräten für die Integration elektronischer Daten mit realen Umgebungsbedingungen
en: Augmented reality software for use in mobile devices for integrating electronic data with real world environments

source: Automatische Transferschalter
en: Automatic transfer switches

source: Stiefel zum Schutz gegen Unfälle
en: Boots for protection against accidents

source: Stiefel zum Schutz gegen Feuer
en: Boots for protection against fire

source: Stiefel zum Schutz gegen Strahlung
en: Boots for protection against irradiation

source: Tragebehältnisse für digitale Musikabspielgeräte
en: Carrying cases for digital music players

source: An CD-Player angepasste Etuis
en: Cases adapted for CD players

source: An DVD-Player angepasste Etuis
en: Cases adapted for DVD players

source: An Netbooks angepasste Etuis
en: Cases adapted for netbook computers

source: An Notebooks angepasste Etuis
en: Cases adapted for notebook computers

source: Etuis für Datenspeichergeräte
en: Cases for data storage devices

source: Etuis für digitale Abspielgeräte
en: Cases for digital media players

source: Etuis für Musikspeichergeräte
en: Cases for music storage devices

source: Etuis für PDAs
en: Cases for PDAs

source: Etuis für tragbare Abspielgeräte
en: Cases for portable media players

source: Etuis für Satellitennavigationsgeräte
en: Cases for satellite navigation devices

source: Bekleidungsstücke zum Schutz vor biologischen Gefahren
en: Clothing for protection against biological hazards

source: Invertieradapter mit Koaxialstecker
en: Coaxial connection gender changers

source: Münzbetätigte Mechaniken zum Öffnen von Parkplatzschranken
en: Coin-operated mechanisms for operating gates for car parks

source: Computerdienstprogramme zur Datenkomprimierung
en: Computer utility programs for data compression

source: Computerdienstprogramme zur Dateiverwaltung
en: Computer utility programs for file management

source: Abdeckungen für Datenspeichergeräte
en: Covers for data storage devices

source: Abdeckungen für digitale Abspielgeräte
en: Covers for digital media players

source: Abdeckungen für MP3-Player
en: Covers for MP3 players

source: Abdeckungen für Musikspeichergeräte
en: Covers for music storage devices

source: Hüllen für PDA-Computer [Personal Digital Assistant]
en: Covers for personal digital assistants [PDAs]

source: Abdeckungen für tragbare Abspielgeräte
en: Covers for portable media players

source: Kreditkartenähnliche USB-Sticks
en: Credit card-style USB flash drives

source: Dekorative Magnete in Buchstabenform
en: Decorative magnets in the shape of letters

source: Dekorative Magnete in Zahlenform
en: Decorative magnets in the shape of numbers

source: An Computermonitore angepasste Bildschirmfilter
en: Display screen filters adapted for use with computer monitors

source: An Tablet-Computer angepasste Bildschirmfilter
en: Display screen filters adapted for use with tablet computers

source: An Fernsehgeräte angepasste Bildschirmfilter
en: Display screen filters adapted for use with televisions

source: Herunterladbare Computerdienstprogramme
en: Downloadable computer utility programs

source: Herunterladbare Computerdienstsoftware
en: Downloadable computer utility software

source: Herunterladbare Vorlagen für die Gestaltung audiovisueller Präsentationen
en: Downloadable templates for designing audiovisual presentations

source: Elektronische Steuerschaltkreise für elektrische Lüfter
en: Electronic control circuits for electric fans

source: Elektronische Steuerschaltkreise für elektrische Heizgeräte
en: Electronic control circuits for electric heaters

source: Elektronische Steuerschaltkreise für elektronische Musikinstrumente
en: Electronic control circuits for electronic musical instruments

source: Elektronische Sporttrainingssimulatoren [computerhardware- und softwaregestützte Unterrichtsapparate]
en: Electronic sports training simulators [computer hardware and software-based teaching apparatus]

source: Kodierte Mitgliedskarten
en: Encoded membership cards

source: Kodierte Treuekarten
en: Encoded reward cards

source: Filter für Fernsehbildschirme
en: Filters for television screens

source: Feuerfeste Sicherheitsanzüge für Autorennen
en: Fireproof automobile racing suits for safety purposes

source: Schuhwaren zum Schutz vor Unfällen
en: Footwear for protection against accidents

source: Schuhwaren zum Schutz vor biologischen Gefahren
en: Footwear for protection against biological hazards

source: Schuhwaren zum Schutz vor Chemieunfällen
en: Footwear for protection against chemical spills

source: Schuhwaren zum Schutz gegen Feuer
en: Footwear for protection against fire

source: Schuhwaren zum Schutz gegen Strahlung
en: Footwear for protection against irradiation

source: Kraftstoffstandanzeiger für Fahrzeuge
en: Fuel level indicators for vehicles

source: Spielprogramme für Videospielautomaten in Spielhallen
en: Game programs for arcade video game machines

source: Invertieradapter für Koaxialkabel
en: Gender changers for coaxial cables

source: Invertieradapter in Form von elektrischen Adaptern
en: Gender changers in the nature of electrical adapters

source: Freisprech-Headsets für Mobiltelefone
en: Hands-free headsets for cell phones

source: Freisprechhalterungen für Mobiltelefone
en: Hands-free holders for cell phones

source: Freisprechmikrofone für Mobiltelefone
en: Hands-free microphones for cell phones

source: Ionisierungsapparate für wissenschaftliche oder Laborzwecke
en: Ionization apparatus for scientific or laboratory use

source: Flüssigkeitschromatografiegeräte für Laborzwecke
en: Liquid chromatography apparatus for laboratory use

source: Magnetisch kodierte Bankkarten
en: Magnetically encoded bank cards

source: Magnetisch kodierte Kundenkarten
en: Magnetically encoded charge cards

source: Ölstandanzeiger für Fahrzeuge
en: Oil level indicators for vehicles

source: Tragbare Musikabspielgeräte
en: Portable music players

source: Tragbare Lautsprecher
en: Portable speakers

source: Vorbespielte Flash-Speicherkarten
en: Prerecorded flash memory cards

source: Verschreibungspflichtige Schwimmbrillen
en: Prescription goggles for swimming

source: Schutzhelme für Autofahrer
en: Protective helmets for motorists

source: Aufgezeichnete Programme für Taschenspielgeräte mit Flüssigkristallanzeige
en: Recorded programs for hand-held games with liquid crystal displays

source: Fernsteuerungsgeräte zum Öffnen und Schließen von Türen
en: Remote control apparatus for opening and closing doors

source: Fernsteuerungsgeräte zum Öffnen und Schließen von Fahrzeugtüren
en: Remote control apparatus for opening and closing vehicle doors

source: Ersatzgläser für Brillen
en: Replacement lenses for glasses

source: Bildschirmfilter für Computer und Fernsehgeräte
en: Screen filters for computers and televisions

source: Software und Softwareapplikationen für mobile Geräte
en: Software and applications for mobile devices

source: Wiederaufladbare solarbetriebene Batterien
en: Solar-powered rechargeable batteries

source: USB-Schlüssel
en: USB web keys

source: USB-Schlüssel zum automatischen Hochstarten von vorprogrammierten Website-URLs
en: USB web keys for automatically launching pre-programmed website URLs

source: Dienstprogramme zur Durchführung von Computersystemdiagnosen
en: Utility programs for performing computer system diagnostics

source: Wasserstandanzeiger für Fahrzeuge
en: Water level indicators for vehicles

source: Kabellose Lautsprecherboxen
en: Wireless audio speakers

source: Kabellose Steuerungen zur Fernüberwachung sowie zur Funktions- und Statuskontrolle von anderen elektrischen, elektronischen und mechanischen Geräten oder Systemen
en: Wireless controllers to remotely monitor and control the function and status of other electrical, electronic, and mechanical devices or systems

source: Kabellose Steuerungen zur Fernüberwachung und -kontrolle der Funktion und des Status von Sicherheitssystemen
en: Wireless controllers to remotely monitor and control the function and status of security systems

source: Drahtlose Wetterstationen
en: Wireless weather stations

source: Zoomobjektive für Kameras
en: Zoom lenses for cameras

source: Software für Mobiltelefone
en: Software for mobile phones

source: Tragbare Smartphones
en: Wearable smart phones

source: Kabellose Headsets
en: Wireless headsets

source: Digitale Set-Top-Boxen
en: Digital set-top boxes

source: Tragbare Kommunikationsgeräte
en: Portable communications apparatus

source: Kabellose Kommunikationsgeräte zur Übertragung von Ton, Daten oder Bildern
en: Wireless communication devices for voice, data, or image transmission

source: Computersoftware für mobile digitale elektronische Taschengeräte und andere Heimelektronikgeräte
en: Computer software for use on handheld mobile digital electronic devices and other consumer electronics

source: Kabellose Kopfhörer
en: Wireless headphones

source: Klappetuis für Tablet-Computer
en: Flip covers for tablet computers

source: Kordeln für Sonnenbrillen
en: Cords for sunglasses

source: Elektronische Netztransformatoren
en: Electronic power transformers

source: Elektrische Zellen und Batterien
en: Electrical cells and batteries

source: Adapterringe für Kameraobjektive
en: Adapter rings for camera lenses

source: Öfen für Laborexperimente
en: Ovens for laboratory experiments

source: Unterbrechungsfreie Stromversorgungsgeräte
en: Uninterruptible electrical power supplies

source: Bespielte Videodiscs
en: Prerecorded videodiscs

source: Software für Computervideospiele
en: Computer video game software

source: Elektronische Telekommunikationsgeräte
en: Electronic telecommunications apparatus

source: Elektronische Überwachungsgeräte
en: Electronic surveillance apparatus

source: Video-Mischpulte
en: Video mixing desks

source: Elektrische Telekommunikationsgeräte
en: Electric telecommunications apparatus

source: Digitale Agenden
en: Digital organizers

source: Gespeicherte Computerspielsoftware
en: Recorded computer game software

source: Sender für Fernsteuerungen
en: Remote control transmitters

source: Vorbespielte magnetische Datenträger
en: Prerecorded magnetic data carriers

source: Funkfeuergeräte und -apparate
en: Radio beacon machines and apparatus

source: Nicht zerstörende Testgeräte
en: Non-destructive testing apparatus

source: Computersoftware zur Überwachung der Nutzung von Computern und des Internets durch Kinder
en: Computer software for monitoring the use of computers and the internet by children

source: Externe Speicher für Mobiltelefone
en: External memories for cellphones

source: Etuis für Kameras
en: Camera casings

source: Tragebehältnisse für Radios
en: Carrying cases for radios

source: Computer zur Verwendung mit Fahrrädern
en: Computers for use with bicycles

source: Digitale Audioserver
en: Digital audio servers

source: Digitale Videoserver
en: Digital video servers

source: GPS-Geräte zur Verwendung mit Fahrrädern
en: Global positioning systems for use with bicycles

source: Hochauflösende Set-Top-Boxen
en: High definition set-top boxes

source: Elektrische Fahrradschlösser
en: Locks (electric) for bicycles

source: Satellitennavigationsgeräte für Fahrräder
en: Satellite navigational system for bicycles

source: Kabellose Tastaturen
en: Wireless keypads

source: Netzwerkkameras für Überwachungszwecke
en: Network monitoring cameras for surveillance

source: Tragbare Monitore
en: Wearable monitors

source: Tragbare Telekommunikationsgeräte
en: Wearable telecommunication apparatus

source: Computersoftware für Mobiltelefone
en: Computer software for mobile phones

source: Tragbare Festplattenlaufwerke für Computer
en: Portable hard disk drives for computers

source: Am Kopf befestigte Bildausgabegeräte
en: Head-mounted video display apparatus

source: Elektronische Standortverfolgungsgeräte und -instrumente
en: Electronic tracking apparatus and instruments

source: Computersoftware zur Ermöglichung von Telekonferenz-, Videokonferenz- und Bildschirmtelefondiensten
en: Computer software to enable teleconferencing, videoconferencing and videophone services

source: Computersoftware zur Ermöglichung des Datenabrufs
en: Computer software to enable retrieval of data

source: Computersoftware für elektronische Informationstafeln
en: Computer software for electronic bulletin boards

source: Karten mit Mikroprozessoren
en: Cards containing microprocessors

source: Kodierte Telefonwertkarten
en: Telephone credit cards

source: Ladegeräte
en: Chargers

source: Elektronische Anzeigen
en: Electronic displays

source: Multimedia-Aufzeichnungen
en: Multi-media recordings

source: Elektronische Prüfgeräte für Tickets
en: Electronic ticket examination machines

source: Endoskopiegeräte für gewerbliche Zwecke
en: Endoscopic equipment for industrial purposes

source: Endoskopische Kameras für gewerbliche Zwecke
en: Endoscopy cameras for industrial purposes

source: Filter für Blut und Blutbestandteile für Laborexperimente
en: Filters for blood and blood components for laboratory experiments

source: Kabellose Ladegeräte
en: Wireless chargers

source: An Computer angepasste Halterungen
en: Mounting brackets adapted for computers

source: An Computermonitore angepasste Halterungen
en: Mounting brackets adapted for computer monitors

source: Lineale [Messinstrumente]
en: Rulers [measuring instruments]

source: Stromunterbrecher
en: Circuit breakers

source: Waagen
en: Scales

source: Drahtlose Schalter
en: Wireless switches

source: Klapphüllen für Mobiltelefone
en: Flip covers for mobile phones

source: Displays für Fernsehempfänger
en: Displays for television receivers

source: Fernsteuerungsgeräte für die Lichtsteuerung
en: Remote control apparatus for controlling lighting

source: Lederhüllen für Smartphones
en: Leather cases for smartphones

source: Tragbare CD-Player
en: Portable CD players

source: Herunterladbare Anwendungssoftware für Smartphones
en: Downloadable application software for smart phones

source: Displays für Smartphones
en: Displays for smartphones

source: 3D-Brillen zum Gebrauch mit Fernsehgeräten
en: 3D spectacles for television receivers

source: Displaymodule für Fernsehgeräte
en: Display modules for television receivers

source: Fernbedienungen zur Steuerung von elektronischen Produkten
en: Remote controllers for controlling electronic products

source: Drahtlose Audio- und Videoempfänger
en: Wireless audio and video receivers

source: Software für digitale elektronische Handgeräte
en: Software related to handheld digital electronic devices

source: Displays für Mobiltelefone
en: Displays for mobile phones

source: Ladegeräte für Smartphones
en: Chargers for smartphones

source: Lederhüllen für Tablet-Computer
en: Leather cases for tablet computers

source: Displaymodule für Mobiltelefone
en: Display modules for mobile phones

source: Software für Fernsehgeräte
en: Software for televisions

source: Schutzfolien aus Flüssigkristall für Smartphones
en: Liquid crystal protective films for smartphones

source: Reservelautsprecher für Mobiltelefone
en: Auxiliary speakers for mobile phones

source: Etuis für Tablet-Computer
en: Cases for tablet computers

source: USB-Dongles [kabellose Netzwerkadapter]
en: USB Dongles [Wireless network adapters]

source: Betriebssystemprogramme für intelligente Fernseher
en: Operating system programs for smart television

source: Reserveakkus für Mobiltelefone
en: Auxiliary batteries for mobile phones

source: Betriebssystemprogramme für Smartphones
en: Operating system programs for smartphones

source: Tragbare Audiogeräte
en: Wearable audio equipment

source: Anzeigetafeln für Fahrzeuge
en: Display panels for vehicles

source: Displays für Fahrzeuge
en: Displays for vehicles

source: Computeranwendungen für automotive Steuerungen
en: Computer applications for automotive control

source: Apparate zur automatisierten Parkkontrolle
en: Automated car parking control devices

source: Computeranwendungen für automatisierte Parkkontrollen
en: Computer applications for automated vehicle parking control

source: Steuergeräte für Fahrzeugnavigationsgeräte
en: Control devices for vehicle navigation apparatus

source: Computeranwendungen für Fahrzeugnavigationsgeräte
en: Computer applications for vehicle navigation apparatus

source: Gespeicherte Computersoftware für sicheres Autofahren
en: Recorded computer software for safe vehicle driving

source: Bildbearbeitungssoftware für Innenkameras von Fahrzeugen
en: Image processing software for in-vehicle cameras

source: Mehrkameraanlagen für Fahrzeuge
en: Multi-camera systems for vehicles

source: Videoaufzeichnungsgeräte für Fahrzeuge
en: Video recording apparatus for vehicles

source: Videoprozessoren für eine Rundumsicht in Fahrzeugen
en: Video processors for providing an all-around view for a vehicle

source: Computerprogramme zur Bereitstellung einer Rundumsicht in Fahrzeugen
en: Computer programs for providing an all-around view for a vehicle

source: Kommunikationsgeräte für Fahrzeuge
en: Communications apparatus for vehicles

source: Elektronische Steuerungsinstrumente
en: Electronic control instruments

source: Elektronische Navigationsapparate
en: Electronic navigation systems

source: Apparate und Instrumente zur Erkennung von Verkehrsschildern
en: Traffic sign recognition apparatus and instruments

source: Selbständige Steuerungen für das Führen von Fahrzeugen
en: Autonomous driving control systems for vehicles

source: Computer für selbstfahrende Fahrzeuge
en: Computers for autonomous-driving vehicles

source: Elektronische fahrzeugeigene Geräte für Landfahrzeuge zur Unterstützung des Fahrers
en: On-board electronic systems in land vehicles for providing driving assistance

source: Elektronische fahrzeugeigene Geräte für Landfahrzeuge zur Unterstützung des Einparkens
en: On-board electronic systems in land vehicles for providing parking assistance

source: Computersoftware zum Steuern von Fahrzeugen
en: Computer software to operate vehicles

source: Computerprogramme zur Steuerung von Fahrzeugen
en: Computer programs to operate vehicles

source: Computerprogramme zur Verwendung für das autonome Fahren von Fahrzeugen
en: Computer programs for use in autonomous driving of vehicles

source: Computerprogramme zur Verwendung bei der autonomen Navigation von Fahrzeugen
en: Computer programs for use in the autonomous navigation of vehicles

source: Computersoftware zum Erfassen von Positionierungsdaten
en: Computer software for the collection of positioning data

source: Computersoftware zum Zusammenstellen von Positionierungsdaten
en: Computer software for the compilation of positioning data

source: Computersoftware zum Verarbeiten von Positionierungsdaten
en: Computer software for the processing of positioning data

source: Computersoftware zum Übermitteln von Positionierungsdaten
en: Computer software for the transmission of positioning data

source: Computersoftware zur Verbreitung von Positionierungsdaten
en: Computer software for the dissemination of positioning data

source: Computerhardware für das Erfassen von Positionierungsdaten
en: Computer hardware for the collection of positioning data

source: Computerhardware für das Zusammenstellen von Positionierungsdaten
en: Computer hardware for the compilation of positioning data

source: Computerhardware für die Verarbeitung von Positionierungsdaten
en: Computer hardware for the processing of positioning data

source: Computerhardware für das Übermittlen von Positionierungsdaten
en: Computer hardware for the transmission of positioning data

source: Computerhardware zur Verbreitung von Positionierungsdaten
en: Computer hardware for the dissemination of positioning data

source: Anlagen für das selbstständige Lenken von Fahrzeugen mit interaktiven Anzeigen
en: Vehicle autonomous driving systems featuring interactive displays

source: Navigationsgeräte für interaktive Anzeigen in Fahrzeugen
en: Vehicle navigation systems featuring interactive displays

source: Interaktive Computersoftware zur Bereitstellung von Navigations- und Reisedaten
en: Interactive computer software that provides navigational and travel information

source: Interaktive Computersoftware zum Austausch von Daten
en: Interactive computer software enabling exchange of information

source: Integrierte elektronische Sicherheitsanlagen für Landfahrzeuge
en: Integrated electronic safety systems for land vehicles

source: Integrierte elektronische Gefahren- und Kollisionsvermeidunggeräte für Automobile
en: Integrated electronic hazard and collision avoidance systems for automobiles

source: Integrierte elektronische Geräte zur Unterstützung des Fahrers von Landfahrzeugen
en: Integrated electronic driver assistance systems for land vehicles

source: Integrierte elektronische Gefahrenwarngeräte für Automobile
en: Integrated electronic hazard alert systems for automobiles

source: Hardwaregeräte für die Datenwiedergabe
en: Peripheral devices for data reproduction

source: Magnetaufzeichnungsträger mit gespeicherter Software
en: Magnetic data carriers bearing recorded software

source: Optische Datenträger mit gespeicherter Software
en: Optical data carriers bearing recorded software

source: Herunterladbare digitale Fotos
en: Downloadable digital photos

source: Software für Master of Education
en: Master of Education software

source: Software für Lehrer
en: Teacher software

source: Sensorik-Software
en: Sensory software

source: Wartungssoftware
en: Maintenance software

source: Software für vorausschauende Wartung
en: Predictive maintenance software

source: Software für Elektromechanik
en: Electromechanical software

source: Software für den Maschinenbau
en: Mechanical engineering software
